Revit 2027 API
RibbonItemEventArgs Properties
The RibbonItemEventArgs type exposes the following members.
Properties
Name | Description
Application |  The current UIApplication.
Top
See Also
Reference
RibbonItemEventArgs Class
Autodesk.Revit.UI.Events Namespace